from aiogram import html

cmd_start = (
    "<b>Привет! 🔒 Добро пожаловать в lockedIn.</b>\n\n"
    "Здесь каждый показывает свой <b>фокус и прогресс</b> на пути к цели.\n\n"
    "📸 Отправь <b>одно сообщение</b>, в котором:\n"
    "• есть <b>фото</b>, показывающее твой сегодняшний шаг к цели;\n"
    "• и <b>короткий текст</b>, где ты рассказываешь, <b>что сделал сегодня</b>.\n\n"
    "(Каждое сообщение проверяется на цензуру)\n\n"
    "Будь честен с собой, будь сфокусирован — ты <b>lockedIn</b>. 🚀"
)